Latest/Stats/Isolation/LAPIC/net_2.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.6
Starting 2 processes
@@@@thread id 2206 on cpu id 0
fio: waiting for connection
@@@@thread id 2207 on cpu id 1

receiver: (groupid=0, jobs=1): err= 0: pid=2206: Mon Dec 31 19:22:16 2007
  read : io=10240MB, bw=206068Kbit/s, iops=6439, runt=407080msec
    clat (usec): min=15, max=10885, avg=153.17, stdev=23.41
     lat (usec): min=15, max=10885, avg=153.36, stdev=23.41
    clat percentiles (usec):
     |  1.00th=[   90],  5.00th=[  121], 10.00th=[  141], 20.00th=[  149],
     | 30.00th=[  149], 40.00th=[  149], 50.00th=[  151], 60.00th=[  155],
     | 70.00th=[  157], 80.00th=[  163], 90.00th=[  175], 95.00th=[  187],
     | 99.00th=[  207], 99.50th=[  227], 99.90th=[  334], 99.95th=[  378],
     | 99.99th=[  430]
    bw (Kbit/s): min=   24, max=212928, per=100.00%, avg=205847.98, stdev=7941.85
    lat (usec) : 20=0.01%, 50=0.02%, 100=2.68%, 250=96.94%, 500=0.35%
    lat (usec) : 750=0.01%
    lat (msec) : 2=0.01%, 10=0.01%, 20=0.01%
  cpu          : usr=2.68%, sys=68.12%, ctx=2620748, majf=0, minf=4
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=2207: Mon Dec 31 19:22:16 2007
  write: io=10240MB, bw=206068Kbit/s, iops=6439, runt=407080msec
    clat (usec): min=40, max=11672, avg=153.13, stdev=20.82
     lat (usec): min=41, max=11673, avg=153.37, stdev=20.84
    clat percentiles (usec):
     |  1.00th=[  109],  5.00th=[  121], 10.00th=[  141], 20.00th=[  149],
     | 30.00th=[  149], 40.00th=[  151], 50.00th=[  151], 60.00th=[  155],
     | 70.00th=[  157], 80.00th=[  159], 90.00th=[  169], 95.00th=[  181],
     | 99.00th=[  209], 99.50th=[  225], 99.90th=[  326], 99.95th=[  346],
     | 99.99th=[  422]
    bw (Kbit/s): min=193856, max=212928, per=100.00%, avg=206099.03, stdev=3311.06
    lat (usec) : 50=0.01%, 100=0.21%, 250=99.43%, 500=0.35%, 750=0.01%
    lat (msec) : 2=0.01%, 10=0.01%, 20=0.01%
  cpu          : usr=2.47%, sys=67.05%, ctx=2621267, majf=0, minf=6
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=206064Kbit/s, minb=206064Kbit/s, maxb=206064Kbit/s, mint=407080msec, maxt=407080msec
  WRITE: io=10240MB, aggrb=206064Kbit/s, minb=206064Kbit/s, maxb=206064Kbit/s, mint=407080msec, maxt=407080msec